---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ConversionFailures
source: html/9b6a7523-0468-4589-5127-159c35928f39.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ConversionFailures

Failures about conversion of data to a different format.

## Syntax (C#)
```csharp
public static class ConversionFailures
```